[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=ToServeAndProtect
VERSION=1.0.0

[Language]
LANGUAGE=Polish
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0415

[Url]
WIKIPEDIA_SMART=http://pl.wikipedia.org/wiki/S.M.A.R.T._%28informatyka%29

[Menu]
FILE=&Plik
CUSTOMIZE=&Dostosowanie
EXIT=&Wyjście
EDIT=&Edycja
COPY=&Kopiuj
FUNCTION=&Funkcje
HIDE_SMART_INFO=Ukryj informacje S.M.A.R.T.
HIDE_SERIAL_NUMBER=Ukryj numer seryjny
SHOW_DRIVE_LETTER=Pokaż literę dysku
ADVANCED_DISK_SEARCH=Zaawansowane szukanie dysku
EVENT_LOG=E&vent Log
AAM_APM_CONTROL=AA&M/APM Control
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Adaption
RESIDENT=&Ikona w Tray'u
STARTUP=&Start z Windowsem
OPEN_DISK_MANAGEMENT=&Otwórz "Menadźer dysków"
OPEN_DEVICE_MANAGER=&Otwórz "Menadźer urządzeń"
ADVANCED_FEATURE=Advanced &Feature
REFRESH=&Odśwież
RESCAN=Res&can
DISABLE=&Wyłącz
AUTO_REFRESH=&Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Wybierz cele automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - Zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - Odznacz wszystkie dyski
WAIT_TIME_AT_STARTUP=&Wait Time at Startup
GRAPH=&Wykres
THEME=&Wygląd
DISK=&Dysk
HELP=&Pomoc
HELP_WEB=&Pomoc [Web]
HELP_ABOUT=&O CrystalDiskInfo
HELP_ABOUT_SMART=&O S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Język
ITEM=&Item
TEMPERATURE_TYPE=T&emperature Type
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Opcje
LEGEND_POSITION=&Pozycja legendy
NORTH_WEST=&Północny zachód
NORTH_EAST=&Północny wschód
SOUTH_WEST=&Południowy zachód
SOUTH_EAST=&Południowy wschód
MAX_PLOT_POINT=&Maksymalna wielkość punktu
TIME_FORMAT=&Time Format
PAINT_WEEKEND=&Paint Weekend
ALL=&All

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

;6.0.0
HIDE_NO_SMART_DISK=&Hide No S.M.A.R.T. Disk
GREEN_MODE=&Green Mode

[TrayMenu]
EXIT=Wyjście
REFRESH=Odśwież
RESCAN=Rescan
ENABLE=Włącz
DISABLE=Wyłącz
ENABLE_ALL=Włącz wszystko
DISABLE_ALL=Wyłącz wszystko
AUTO_REFRESH=Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Wybierz cele automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - Zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - Odznacz wszystkie dyski
ALARM_SETTING_TEMPERATURE=Ustawienie alarmu - Temperatura
ALARM_SETTING_HEALTH_STATUS=Ustawienie alarmu - Status
SHOW_MAIN_WINDOW=Pokaż główne okno
SHOW_TEMPERATURE_ICON=Pokaż ikonę temperatury
SHOW_ALL_TEMPERATURE_ICON=Pokaż wszystkie ikony temperatury
HIDE_ALL_TEMPERATURE_ICON=Ukryj wszystkie ikony temperatury
COLLECTIVE_SETTING=Ustawienia
GRAPH=Wykres
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=dobry
CAUTION=uwaga
BAD=Stan zły
UNKNOWN=nieznany
DISK=Dysk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Bieżący
LIST_WORST=Najgorszy
LIST_THRESHOLD=Próg
LIST_RAW_VALUES=Wartość Raw
;LIST_DESCRIPTION=Opis
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=Oprogramowanie
SERIAL_NUMBER=Numer seryjny
INTERFACE=Interfejs
STANDARD=Standard
TRANSFER_MODE=Tryb transferu
BUFFER_SIZE=Wielkość bufora
NV_CACHE_SIZE=Wielkość NV Cache
ROTATION_RATE=Rotation Rate
TEMPERATURE=Temperatura
POWER_ON_HOURS=Czas pracy dysku
POWER_ON_COUNT=Ilość włączeń dysku
DRIVE_LETTER=Litera dysku
FEATURE=Własności
HEALTH_STATUS=Status

UNKNOWN=Unknown
POWER_ON_COUNT_UNIT= 
POWER_ON_HOURS_UNIT=godzin
POWER_ON_DAYS_UNIT=dni

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Wykrywanie jednostek "Power on Hours" (wymaga około 130 sek.)
DETECT_DISK=Detecting Disk
PLEASE_ENABLE_WMI=Proszę włączyć WMI(Architektura mechanizmu instrumentacji)
PLEASE_RESTART_THIS_APPLICATION=Proszę zrestartować program w celu zmiany wyglądu
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperatura
ALARM_HEALTH_STATUS=Alarm - Status
DEGRADATION=Degradation
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Wybierz przedmiot
ACTUAL_VALUE=Aktualna wartość
NORMALIZED_VALUE=Normalna wartość
ALL_ON=Wszystko włączone
ALL_OFF=Wszystko wyłączone
RESET=Reset

[Customize]
LINE_COLOR=Kolor linii
BACKGROUND_IMAGE=Tło
SUPPORTED_IMAGE_FORMAT=Format pliku
ALL_FILES=Wszystkie pliki

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Silent (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Recommended Value
APM_LOW=<- Min Power (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=O CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

;5.1.0
FONT_SETTING=Font Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Nieznany
VENDOR_SPECIFIC=Vendor Specific
01=Częstotliwość pojawiania się błędów podczas odczytu RAW
02=Średnia wydajność dysku
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Częstotliwość błędów podczas pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Liczba godzin pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Llość skończonych operacji start/stop
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
BE=Airflow Temperature
BF=Częstotliwość występowania błędów spowodowanych wstrząsem
C0=Ilość naprawionych cykli wyłączenia
C1=Ilość cykli do tak zwanej "Landing Zone"
C2=Temperatury dysku (ogólna)
C3=Częstotliwość występowania "błędów w locie"
C4=Liczba remapowanych operacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych błędów
C7=Liczba błędów CRC podczas pracy w trybie Ultra DMA
C8=Liczba błędów zapisu
C9=Liczba "off track errors"
CA=Częstotliwość występowania błędów "Data Address Mark"
CB=Częstotliwość występowania błędów ECC
CC=Ilość błędów ECC skorygowanych przez software
CD=Częstotliwość występowania "błędów termicznych"
CE=Wysokość głowicy ponad powierzchnie zapisu
CF=Najwyższa wartość prądu potrzebna do "rozkręcenia" talerzy dysku
D0=Ilość "buzz routines" potrzebna do "rozkręcenia" talerzy dysku
D1=Wydajność wyszukiwania podczas operacji offline
D3=Ilość wibracji podczas zapisu danych
D4=Ilość wstrząsów podczas zapisywania danych
DC=Przesunięcie dysku
DD=Błędy spowodowane na przykład upuszczeniem dysku
DE=Czas operacji dysku
DF=Ilość obciążeń spowodowanych operacjami odczytu, zapisu, pozycjonowania
E0=Obciążenie spowodowane tarciem mechanicznych części
E1=Ilość cykli obciążenia
E2=Całkowity czas obciążenia dla dysku
E3=Liczba prób rotacji dysku
E4=Liczba naprawionych wyłączeń dysku
E6=Amplituda drgań podczas pracy
E7=Temperatura napędu
F0=Czas w którym głowica jest pozycjonowana
FA=Częstotliwość występowania błędów podczas odczytu
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartSsd]
01=Częstotliwość pojawiania się błędów podczas odczytu RAW
02=Średnia wydajność dysku
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Częstotliwość błędów podczas pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Liczba godzin pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Llość skończonych operacji start/stop
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
C0=Unsafe Shutdown Count
C2=Temperatury dysku (ogólna)
C4=Liczba remapowanych operacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych błędów
; CrystalDiskInfo assign
FF=Remaining Life

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
C2=Temperatury dysku (ogólna)
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=FTL Program Page Count

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=Ultra CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Total Host Writes
F2=Total Host Reads


[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read
